Repository: s3n0/e2plugins
Catalog: ChocholousekPicons/src/locale/*/LC_MESSAGES/ChocholousekPicons.po
Languages: cs, de, el, it, lt, pl, ru, sk, tr

source: No userbouquet files found ! Please check the folder /etc/enigma2 for the userbouquet files.
cs: Nebyly nalezeny žádné soubory userbouquet! Zkontrolujte složku /etc/enigma2, zda obsahuje soubory userbouquet.
de: Keine userbouquet Dateien gefunden! Überprüfen Sie den Ordner /etc/enigma2, um festzustellen, ob er Userbouquet-Dateien enthält.
el: Δεν βρέθηκαν αρχεία μπουκέτων χρήστη! Παρακαλώ ελέγξτε το φάκελο /etc/enigma2 για τα αρχεία μπουκέτων χρήστη.
it: Nessun file bouquet presente. Verificare la directory /etc/enigma2 per i file bouquet.
lt: Vartotojo paketų failai nerasti! Prašome patikrinti aplanko /etc/enigma2 userbouquet failus.
pl: Nie znaleziono bukietów! Sprawdź /etc/enigma2, czy są pliki userbouquet.
ru: Файлы userbouquet не найдены ! Проверьте папку /etc/enigma2 для файлов userbouquet.
sk: Neboli nájdené žiadne súbory "userbouquet"! Skontrolujte prítomnosť súborov "userbouquet" v zložke "/etc/enigma2".
tr: Userbouquet dosyası bulunamadı! Lütfen userbouquet dosyaları için /etc/enigma2 klasörünü kontrol edin.

source: Preparing a list of picons from the picon directory on the local disk...
cs: Příprava seznamu piconů z adresáře picon na lokálním disku...
de: Die Picon-Liste aus dem Picon-Verzeichnis auf der lokalen Festplatte wird vorbereitet...
el: Προετοιμασία λίστας από το φάκελο λογότυπων στον τοπικό δίσκο...
it: Preparazione di un elenco picon dalla directory picon sul disco locale in corso...
lt: Ruošiamas logotipų sąrašas iš logotipų katalogo vietiniame diske...
pl: Przygotowanie listy picon z katalogu picon na dysku lokalnym...
ru: Подготовка списка пиконов из каталога пиконов на локальном диске...
sk: Príprava zoznamu pikon z adresára s pikonami na lokálnom disku...
tr: Yerel diskteki picon dizininden bir piknik listesi hazırlama ...

source: ...done.
cs: ...hotovo.
de: ...fertig.
el: ...ολοκληρώθηκε.
it: ...fatto.
lt: ...atlikta.
pl: ...gotowe.
ru: ...сделано.
sk: ...hotovo.
tr: ... bitti.

source: Preparing a list of picons from userbouquet files...
cs: Příprava seznamu piconů ze souborů userbouquet...
de: Eine Liste der Picons aus userbouquet-Dateien wird vorbereitet...
el: Προετοιμασία λίστας λογότυπων από τα αρχεία μπουκέτων χρήστη...
it: Preparazione di un elenco picon dai file bouquet in corso...
lt: Ruošiamas logotipų sąrašas iš vartotojo paketų failų...
pl: Przygotowuje listę picon z plików userbouquet...
ru: Подготовка списка пиконов из файлов букета...
sk: Príprava zoznamu pikon z "userbouquet" súborov...
tr: Userbouquet dosyalarından bir piknik listesi hazırlanıyor ...

source: Deleting unnecessary picons from local disk...
cs: Mazání nepotřebných piconů z lokálního disku...
de: Unnötige Picons werden vom lokalen Laufwerk gelöscht...
el: Διαγραφή αχρείαστων λογότυπων από τον τοπικό δίσκο...
it: Rimozione dei picon non necessari dal disco locale in corso...
lt: Naikinami nereikalingi logotipai iš vietinio disko...
pl: Usuwam zbędne picony z dysku lokalnego...
ru: Сброс ненужных пиконов с локального диска...
sk: Odstraňovanie nepotrebných pikon z lokálneho disku...
tr: Yerel diskten gereksiz piconlar siliniyor ...

source: ...%s picons deleted.
cs: ...%s piconů smazáno.
de: ...%s Picons gelöscht.
el: … διαγράφτηκαν %s λογότυπα.
it: Picon rimossi: %s.
lt: ...%s logotipai panaikinti.
pl: ...%s picon usunięto.
ru: ...%s пиконы удалены.
sk: ...%s pikon bolo odstránených.
tr: ...%s piconlar silindi.

source: The process started...
cs: Proces odstartoval...
de: Der Prozess hat begonnen...
el: Η διαδικασία ξεκίνησε...
it: Processo avviato...
lt: Procesas prasidėjo...
pl: Uruchomiono proces...
ru: Процесс начался...
sk: Proces začal...
tr: İşlem başladı ...

source: (downloading and extracting all necessary picons)
cs: (stahování a extrahování všech potřebných piconů)
de: (Herunterladen und Extrahieren aller notwendigen Picons)
el: (λήψη και εξαγωγή όλων των απαραίτητων λογότυπων)
it: (download/estrazione di tutti i picon necessari in corso)
lt: (atsisiųsti ir išskleisti visus reikalingus logotipus)
pl: (pobieranie i wypakowanie potrzebnych picon)
ru: (скачивание и извлечение всех необходимых пиконов)
sk: (sťahovanie zoznamov + rozbaľovanie všetkých potrebných pikon)
tr: (gerekli tüm piconları indirin ve çıkarın)

source: ...the process is complete.
cs: ...proces skončil.
de: ...prozess ist vorbei.
el: ...η διαδικασία ολοκληρώθηκε.
it: ...processo completato.
lt: ...procesas baigtas.
pl: ...proces zakończony.
ru: ...процесс завершён.
sk: ...proces skončil.
tr: ... işlem tamamlandı.

source: Download ID for file %s was not found!
cs: ID ke stažení souboru %s není nalezeno!
de: ID-Download %s nicht gefunden!
el: Το ID λήψης για το αρχείο %s δεν βρέθηκε!
it: ID di download per il file %s non trovato.
lt: Failo %s atsisiuntimo ID nerastas!
pl: ID do pobrania %s nie znalezione!
ru: Скачиваемый ID файла %s не найден!
sk: ID pre stiahnutie súboru %s sa nepodarilo vyhladať!
tr: %s dosyası için indirme kimliği bulunamadı!

source: Trying download the file archive...
cs: Pokus o stažení archivu...
de: Archiv wird heruntergeladen...
el: Προσπάθεια λήψης του αρχείου...
it: Tentativo di download del file archivio in corso...
lt: Bandoma atsisiųsti failų archyvą...
pl: Próba pobrania archiwum...
ru: Пробую скачать архив файлов...
sk: Pokus o stiahnutie súboru s archívom...
tr: Dosya arşivini indirmeye çalışıyorum...

source: ...file download failed !!!
cs: ...soubor se nezdařilo stáhnout !!!
de: ...datei konnte nicht heruntergeladen werden !!!
el: ...η λήψη του αρχείου απέτυχε!!!
it: ...download file fallito.
lt: ...failo atsisiųsti nepavyko !!!
pl: ...błąd pobierania pliku !!!
ru: ...файл скачать не удалось !!!
sk: ...súbor se nepodarilo stiahnúť !!!
tr: ...dosya indirilemedi !!!

source: ...file download successful.
cs: ...soubor stažen.
de: ...datei heruntergeladen wird.
el: ...επιτυχής λήψη αρχείου.
it: ...download file eseguito correttamente.
lt: ...failų atsisiuntimas sėkmingas.
pl: ...plik pobrany prawidłowo.
ru: ...файл успешно скачан.
sk: ...súbor bol úspešne stiahnutý.
tr: ... dosya indirme başarılı.

source: Possible cause:
it: Possibile causa:
pl: Możliwa przyczyna:
sk: Možná príčina:

source: Error! The downloaded file is not in 7-zip format!
it: Errore. Il file non è in formato 7-zip.
pl: Błąd! Pobrany plik nie jest w formacie 7-zip!
sk: Chyba! Stiahnutý súbor nie je vo formáte 7-zip!

source: Error! No picons found in the downloaded archive file!
cs: Chyba! Archiv neobsahuje žádné picony!
de: Fehler! Das Archiv enthält keine Picons!
el: Σφάλμα! Δεν βρέθηκαν λογότυπα στο αρχείο που λήφθηκε!
it: Errore. Nessun picon trovato nell'archivio scaricato.
lt: Klaida! Atsisiųstame archyvo faile logotipų nerasta!
pl: Błąd! Archiwum nie zawiera picon!
ru: Сбой! В скачанном архивном файле пиконов не найдено!
sk: Chyba! Stiahnutý archiv neobsahuje žiadne pikony!
tr: Hata! İndirilen arşiv dosyasında piknik bulunamadı!

source: Extracting files from the archive...
cs: Extrahování souborů z archivu...
de: Dateien werden aus dem Archiv extrahiert...
el: Εξαγωγή αρχείων από το αρχείο zip...
it: Estrazione file dall'archivio in corso...
lt: Išskleidžiami failai iš archyvo...
pl: Wypakowywanie plików...
ru: Распаковка файлов из архива...
sk: Rozbaľovanie súborov z archivu...
tr: Arşivden dosyalar ayıklanıyor ...

source: ...%s picons were extracted from the archive.
cs: ...%s picon bylo rozbaleno s archivu.
de: ...%s picon wurde mit dem Archiv ausgepackt.
el: ...έγινε εξαγωγή %s λογότυπων από το αρχείο.
it: ...picon estratti dall'archivio: %s.
lt: ...%s logotipai išskleisti iš archyvo.
pl: ...%s picon rozpakowano.
ru: ...%s пиконы изъяты из архива.
sk: ...%s pikon bolo rozbalených z archívu.
tr: ...%s piconları arşivden çıkarıldı.

source: Accept
cs: Akceptovat
de: Akzeptieren
el: Αποδοχή
pl: Zaakceptować
sk: Akceptovať
tr: Kabul

source: Browse the contents of the downloaded archive file.
cs: Procházím obsah staženého archivu picon.
de: Ich gehe durch den Inhalt des heruntergeladenen Picon-Archivs.
el: Πλοήγηση στα περιεχόμενα του λαμβανόμενου αρχείου.
pl: Przeglądanie zawartości pobranego archiwum.
sk: Prechádzanie obsahu stiahnutého súboru archívu.
tr: İndirilen arşiv dosyasının içeriğine göz atın.

source: Download failed! File: %s URL: %s
cs: Chyba při stahování! Soubor: %s URL: %s
de: Download-Fehler! Datei: %s URL: %s
el: Αποτυχία λήψης! Αρχείο: %s URL: %s
pl: Błąd pobierania! Plik: %s URL: %s
sk: Chyba pri sťahovaní! Súbor: %s URL: %s
tr: İndirme başarısız! Dosya: %s URL: %s

source: You have changed the plugin configuration. Do you want to save all changes now ?
cs: Změnili jste konfiguraci plaginu. Přejete si změny uložit?
de: Sie haben die Plugin-Konfiguration geändert. Möchten Sie Ihre Änderungen speichern?
el: Έχετε αλλάξει τις ρυθμίσεις του πρόσθετου. Θέλετε να γίνει αποθήκευση των αλλαγών τώρα;
lt: Pakeitėte priedo konfigūraciją. Ar norite įrašyti visus keitimus dabar?
pl: Zmieniono konfigurację pluginu. Zapisać zmiany ?
ru: Вы изменили конфигурацию плагина. Вы хотите сохранить все изменения сейчас ?
sk: Zmenili ste konfiguráciu pluginu. Prajete si uložiť zmeny?
tr: Eklenti yapılandırmasını değiştirdiniz. Tüm değişiklikleri şimdi kaydetmek istiyor musunuz?

source: Save & Exit
el: Αποθήκευση & έξοδος
