Repository: s3n0/e2plugins
Catalog: ChocholousekPicons/src/locale/*/LC_MESSAGES/ChocholousekPicons.po
Languages: cs, de, el, it, lt, pl, ru, sk, tr

source: (user defined)
cs: (definováno uživatelem)
de: (Benutzerdefinierter)
el: (ορισμένο από το χρήστη)
it: (definita dall'utente)
lt: (apibrėžtas naudotojas)
pl: (zdefiniowany przez użytkownika)
ru: (пользовательский)
sk: (definované užívateľom)
tr: (kullanıcı tanımlı)

source: copy all: current will deleted
cs: zkopírovat všechny: aktuální budou smazány
de: kopieren Sie alle: Aktuell wird gelöscht
el: αντιγραφή όλων: τα τρέχοντα θα διαγραφούν
it: Copiare tutto: le versioni correnti verranno rimosse
lt: kopijuoti visus: dabartinis bus ištrintas
pl: kopiuj wszystko: bieżące zostaną usunięte
ru: копия всех: текущий удаляется
sk: skopírovať všetky: aktuálne budú zmazané
tr: tümünü kopyala: eskiler silinecek

source: copy all: incremental update
cs: zkopírovat všechny: přírůstková aktualizace
de: kopieren Sie alle: inkrementelle Aktualisierung
el: αντιγραφή όλων: ενημέρωση όσων διαφέρουν
it: Copiare tutto: aggiornamento incrementale
lt: kopijuoti viską: papildantysis naujinimas
pl: kopiuj wszystko: aktualizacja przyrostowa
ru: копия всех: поэтапное обновление
sk: skopírovať všetky: prírastková aktualizácia
tr: tümünü kopyala: artımlı güncelleme

source: sync with TV userbouquets
cs: synchronizovat se seznamy TV kanálů
de: synchronisieren mit TV-Kanallisten
el: συγχρονισμός με τα μπουκέτα χρήστη TV
it: Sincronizzare con i bouquet TV
lt: sinchronizuoti su TV paketais
pl: synchronizacja z listami kanałów TV
ru: синхронизация с ТВ букетами
sk: synchronizovať so zoznamami TV kanálov
tr: TV kullanıcı buketleriyle senkronize et

source: sync with TV+RADIO userbouquets
cs: synchronizovat se seznamy TV+RADIO kanálů
de: synchronisieren mit TV+RADIO-Kanallisten
el: συγχρονισμός με τα μπουκέτα χρήστη TV+ΡΑΔΙΟ
it: Sincronizzare con i bouquet TV+Radio
lt: sinchronizuoti su TV+RADIJO paketais
pl: synchronizacja z listami kanałów TV+RADIO
ru: синхронизация с ТВ+РАДИО букетами
sk: synchronizovať so zoznamami TV+RADIO kanálov
tr: TV+RADIO kullanıcı buketleri ile senkronize et

source: first select the satellites
it: Selezionare innanzitutto i satelliti
lt: pirmiausia pasirinkite palydovus
ru: сперва выберите спутники

source: Profile reset
cs: Resetovat profil
de: Profil zurückgesetzt
it: Reset del profilo
lt: Profilis iš naujo nustatytas
pl: Resetowanie profilu
ru: Сброс профиля
sk: Resetovať profil
tr: Profil sıfırlama

source: Exit
it: Uscire
lt: Užverti
ru: Выxод

source: Update plugin
cs: Aktualizovat plugin
el: Ενημέρωση πρόσθετου
it: Aggiornare il plugin
lt: Naujinti priedą
pl: Aktualizacja pluginu
ru: Обновить плагин
sk: Aktualizovať plugin
tr: Eklentiyi Güncelle

source: Update picons
cs: Stáhnout picony
de: Picon herunterladen
el: Ενημέρωση λογότυπων
it: Aggiornare i picon
lt: Naujinti logotipus
pl: Pobieranie picon
ru: Обновить пиконы
sk: Aktualizovať pikony
tr: Piconları Güncelle

source: Sorry, the following picon packages no longer exist (these satellite positions are no longer supported):
it: I seguenti pacchetti picon non sono più disponibili (queste posizioni satellitari non sono più supportate):
pl: Przepraszamy, następujące pakiety picon już nie istnieją (te pozycje satelitów nie są już obsługiwane):
sk: Ľutujeme, ale nasledujúce balíčky pikon už neexistujú (tieto satelitné pozície už nie sú viac podporované):

source: Configuration profile
cs: Konfigurační profil
de: Konfigurationsprofil
it: Impostazioni profilo
lt: Konfigūracijos profilis
pl: Profil konfiguracji
ru: Профиль конфигурации
sk: Konfiguračný profil
tr: Konfigürasyon profili

source: Allow profile processing
cs: Povolit zpracování profilu
de: Profilverarbeitung zulassen
it: Consentire l'elaborazione del profilo
lt: Leisti apdoroti profilį
pl: Zezwól na przetwarzanie profilu
ru: Разрешить обработку профиля
sk: Povoliť spracovanie profilu
tr: Profil işlemeye izin ver

source: Picon folder
cs: Složka pro picony
de: Ordner für Picons
el: Φάκελος λογότυπων
it: Directory picon
lt: Logotipų aplankas
pl: Katalog picon
ru: Папка пиконов
sk: Zložka pre pikony
tr: Picon klasörü

source: User defined folder
cs: Složka definovaná uživatelem
de: Benutzerdefinierter Ordner
el: Φάκελος ορισμένος από τον χρήστη
it: Directory definita dall'utente
lt: Vartotojo apibrėžtas aplankas
pl: Katalog zdefiniowany przez użytkownika
ru: Определённая папка
sk: Zložka definovaná užívateľom
tr: Kullanıcı tanımlı klasör

source: Picon update method
cs: Metoda aktualizace picon
de: Picon-Aktualisierungsmethode
el: Μέθοδος ενημέρωσης λογότυπων
it: Metodo di aggiornamento picon
lt: Logotipų naujinimo metodas
pl: Metoda aktualizacji picon
ru: Метод обновления пиконов
sk: Metóda aktualizovania pikon
tr: Picon güncelleme yöntemi

source: selected
cs: vybráno
de: ausgewählt
el: επιλεγμένα
it: in totale
lt: pasirinkta
pl: wybranych
ru: выбрано
sk: vybratých
tr: seçildi

source: Satellite positions
cs: Satelitní pozice
de: Satellitenposition
el: Θέσεις δορυφόρων
it: Posizioni satellitari
lt: Palydovai
pl: Pozycje satelitarne
ru: Спутниковые позиции
sk: Satelitné pozície
tr: Uydu konumları

source: Picon resolution
cs: Velikost picon
de: Picon Größe
el: Ανάλυση λογότυπων
it: Risoluzione picon
lt: Logotipo skiriamoji geba
pl: Rozdzielczość picon
ru: Пикон разрешение
sk: Rozlíšenie pikon
tr: Picon çözünürlüğü

source: Picon background
cs: Pozadí picon
de: Hintergrund picon
el: Φόντο λογότυπων
it: Background picon
lt: Logotipo fonas
pl: Tło picon
ru: Фон пикона
sk: Pozadie pikon
tr: Picon arka plan

source: New plugin version found: %s Do you want to install it now ?
cs: Nalezena nová verze pluginu: %s Nainstalovat ?
de: Neue Plugin-Version gefunden: %s Möchten Sie es jetzt installieren ?
el: Βρέθηκε νέα έκδοση του πρόσθετου: %s Θέλετε να την εγκαταστήσετε τώρα;
it: Rilevata una nuova versione del plugin: %s Installare la versione aggiornata ora?
lt: Rasta nauja priedo versija: %s Ar norite įdiegti dabar?
pl: Znaleziono nową wersję wtyczki: %s Czy chcesz ją teraz zainstalować ?
ru: Доступна новая версия плагина: %s Установить её прямо сейчас ?
sk: Bola nájdená nová verzia pluginu: %s Chcete ju nainštalovať ?
tr: Yeni eklenti sürümü bulundu: %s Şimdi yüklemek istiyor musunuz ?

source: Plugin version is up to date. Installed version: %s
cs: Plugin je aktuální Instalovaná verze: %s
de: Das Plugin ist auf dem neuesten Stand Installierte Version: %s
el: Το πρόσθετο είναι ενημερωμένο. Εγκατεστημένη έκδοση: %s
it: La versione del plugin è aggiornata. Versione installata: %s
lt: Priedo versija yra naujausia. Įdiegta versija: %s
pl: Plugin jest aktualny Zainstalowana wersja: %s
ru: Обновлена версия плагина. Версия установки: %s
sk: Verzia pluginu je aktuálna. Nainštalovaná verzia: %s
tr: Eklenti sürümü güncel. Yüklü sürüm: %s

source: Reset the current configuration profile (%s) to the default settings ?
cs: Resetovat aktuální konfigurační profil (%s) do výchozího nastavení ?
de: Das aktuelle Konfigurationsprofil (%s) auf die Standardeinstellungen zurücksetzen ?
it: Ripristinare le impostazioni del profilo corrente (%s) ai valori di default?
lt: Atkurti dabartinius konfigūracijos profilio (%s) numatytuosius nustatymus ?
pl: Zresetować bieżący profil konfiguracji (%s) do ustawień domyślnych ?
ru: Сбросить текущий профиль конфигурации (%s) на настройки по умолчанию ?
sk: Resetovať aktuálny konfiguračný profil (%s) do predvolených nastavení ?
tr: Mevcut konfigürasyon profili (%s) varsayılan ayarlara sıfırlansın mı ?

source: Profile configuration
it: Impostazioni profilo

source: No picons found for selected resolution and satellites !
cs: Nebyly nalezeny žádné picony pro vybrané rozlišení a satelity!
de: Es wurden keine Picons für ausgewählte Auflösung und Satelliten gefunden !
el: Δεν βρέθηκαν λογότυπα για την επιλεγμένη ανάλυση και δορυφόρο!
it: Nessun picon trovato per risoluzione/satelliti selezionati.
lt: Nerasta pasirinktos skiriamosios gebos ir palydovų logotipų !
pl: Nie znaleziiono picon dla wybranych rozdzielczości oraz satelit!
ru: Пиконы для выбранного разрешения и спутников не найдены !
sk: Neboli nájdené žiadne pikony pre vybrané rozlíšenie a satelity!
tr: Seçilen çözünürlük ve uydular için piknik bulunamadı !

source: The 7-zip archiver was not found on your system. There is possible to update the 7-zip archiver now in two steps: (1) try to install via the Enigma package manager ...or... (2) try to download the binary file "7za" (standalone archiver) from the internet Do you want to try it now?
cs: Nebyl nalezen 7-zip archivátor. Pokus o instalaci 7-zip je možné provést ve dvou krocích: (1) Instalace 7-zip balíčku z repozitářů ...nebo... (2) Stažení binárního souboru "7za" z internetu Zkusit nainstalovat 7-zip teď ?
de: Es wurde kein 7-Zip-Archivierer gefunden. Sie können versuchen, 7-zip in zwei Schritten zu installieren: (1) Installieren Sie das 7-zip-Paket aus den Repositorys ...oder... (2) Laden Sie die Binärdatei "7za" aus dem Internet herunter Versuchen Sie, 7-zip jetzt zu installieren?
el: Ο διαχειριστής αρχείων 7-zip δεν βρέθηκε στο σύστημά σας. Μπορείτε να ενημερώσετε το διαχειρστή 7-zip σε δύο βήματα: (1) προσπαθήστε να τον εγκαταστήσετε μέσω των πακέτων του Enigma2 ...ή... (2) κατεβάστε το αρχείο "7za" από το διαδίκτυο Θέλετε να προσπαθήσετε τώρα;
it: Utility 7-zip non installata nel sistema. È possibile aggiornare l'utility 7-zip in due modalità: (1) Installarla tramite il gestore pacchetti di Enigma2 ...oppure... (2) Scaricare il file binario "7za" (archiver autonomo) da Internet. Tentare l'installazione ora?
lt: 7-zip archyvatorius nerastas jūsų sistemoje. Galima atnaujinti 7-zip archyvuotoją dabar dviem žingsniais: (1) pabandykite įdiegti per Enigma package manager ... Arba... (2) pabandykite atsisiųsti dvejetainį failą "7za" (standalone archiver) iš interneto Ar norite pabandyti dabar?
pl: Nie znaleziono 7-zip. Można zainstalować 7-zip na 2 sposoby: (1) instalacja 7-zip przez menadżera pakietów ...lub... (2) pobranie pliku binarnego "7za" z internetu Spróbować zainstalować 7-zip?
ru: 7-zip архиватор не найден в вашей системе. Обновить архиватор 7-zip теперь можно в два этапа: (1) попробуйте установить через менеджер пакетов Enigma ...или же... (2) попробуйте загрузить бинарный файл "7za" (отдельный архиватор) из интернета Попробуем прямо сейчас?
sk: Archivátor 7-zip nebol nájdený vo Vašom systéme. Pokus o inštaláciu 7-zip je možné vykonať v dvoch krokoch: (1) Nainštalovanie 7-zip balíčka z repozitárov ...alebo... (2) Stiahnutie binárneho súboru "7za" z internetu Skúsiť nainštalovať 7-zip teraz ?
tr: 7-zip arşivleyici sisteminizde bulunamadı. 7-zip arşivleyiciyi şimdi iki adımda güncellemek mümkün: (1) Enigma paket yöneticisi aracılığıyla yüklemeyi deneyin ... ya da ... (2) "7za" (bağımsız arşivleyici) ikili dosyasını internetten indirmeyi deneyin Şimdi denemek ister misin?

source: The installation of the 7-zip archiver from the Enigma2 feed server was successful.
cs: Instalace 7-zip archivátoru z Enigma2 feedu je úspěšná.
de: Installieren eines 7-Zip-Archivers von Enigma2 Feed erfolgreich ist.
el: Η εγκατάσταση του διαχειριστή 7-zip από τις πηγές του Enigma2 ήταν επιτυχής.
it: Installazione dell'utility 7-zip eseguita correttamente dai feed di Enigma2.
lt: 7-zip archyvuotojo iš Enigma2 įdiegimas iš šaltinių serverio sėkmingas.
pl: Instalacja 7-zip z Enigma2 feed serwer poprawny.
ru: Установка 7-zip архиватора на базе Enigma2 фид-сервер прошёл успешно.
sk: Inštalácia 7-zip archivátora z Enigma2 repozitáru prebehla úspešne.
tr: 7-zip arşivleyicinin Enigma2'den kurulumu feed sunucusu başarılı oldu.

source: Installation of standalone "7za" (7-zip) archiver was successful.
cs: Instalace samostatného archivátoru „7za“ (7-zip) byla úspěšná.
de: Die Installation eines separaten Archivars "7za" (7-zip) war erfolgreich.
el: Η εγκατάσταση του αρχείου "7za" (7-zip) ήταν επιτυχής.
it: Installazione del pacchetto autonomo "7za" (7-zip) eseguita correttamente.
lt: Nepavyko įdiegti atskiro "7za" (7-zip) archyvuotojo.
pl: Instalacja archiwizatora „7za“ (7-zip) zakończona poprawnie.
ru: Установка автономного архиватора "7za" (7-zip) прошла успешно.
sk: Inštalácia binárneho súboru "7za" (7-zip) prebehla úspešne.
tr: Tek başına "7za" (7-zip) arşivleyicinin kurulumu başarılı oldu.

source: Installation of 7-zip archiver failed!
cs: Instalace archivátoru 7-zip se nezdařila!
de: Installation des 7-Zip-Archivierungsprogramms fehlgeschlagen!
el: Η εγκατάσταση του διαχειριστή 7-zip απέτυχε!
it: Installazione dell'utility 7-zip fallita.
lt: Įdiegti 7-zip archyvuotojo nepavyko!
pl: Instalacja 7-zip nie powiodła się!
ru: Установка 7-zip архиватора не удалась!
sk: Nepodarilo sa nainštalovať 7-zip archivátor!
tr: 7-zip arşivleyicinin kurulumu başarısız!

source: The plugin has been updated to the new version. A quick reboot is required. Do a quick reboot now ?
cs: Plagin byl aktualizován na novou verzi. Je vyžadován rychlý restart. Provést rychlý restart teď ?
de: Plugin wurde auf eine neue Version aktualisiert. Ein schneller Neustart ist erforderlich. Führen Sie jetzt einen schnellen Neustart durch ?
el: Το πρόσθετο ενημερώθηκε στη νέα έκδοση. Απαιτείται επανεκκίνηση της επιφάνειας χρήστη. Να γίνει τώρα;
it: Il plugin è stato aggiornato alla versione più recente. È necessario in riavvio della GUI. Eseguire il riavvio della GUI ora?
lt: Priedas atnaujintas į naują versiją. Būtinas greitas perkrovimas. Ar perkrauti dabar?
pl: Plugin zaktualizowany do nowej wersji. Wymagany restart GUI. Chcesz zrobić to teraz ?
ru: Плагин обновился до новой версии. Требуется быстрая перезагрузка. Сделать быструю перезагрузку сейчас ?
sk: Plugin bol aktualizovaný na novú verziu. Je potrebný rýchly reštart. Vykonať rýchly reštart teraz ?
tr: Eklenti yeni sürüme güncellendi. Hızlı bir yeniden başlatma gerekiyor. Hemen yeniden başlat?

source: Error ! Downloading plugin installation package failed !
cs: Chyba ! Stahování instalačního balíčku pluginu selhalo !
de: Fehler ! Das Herunterladen des Plugin-Installationspakets ist fehlgeschlagen !
el: Σφάλμα! Η λήψη του πακέτου εγκατάστασης του πρόσθετου απέτυχε!
it: Errore. Download del pacchetto di installazione del plugin fallito.
lt: Klaida! Priedo įdiegimo paketo atsisiųsti nepavyko!
pl: Błąd ! Pobieranie pakietu instalacyjnego wtyczki nie powiodło się !
ru: Ошибка ! Отказ при скачивании установочного пакета плагина !
sk: Chyba ! Sťahovanie inštalačného balíčka pluginu zlyhalo !
tr: Hata ! Eklenti kurulum paketi indirilemedi !

source: Updating plugin... please wait.
cs: Plugin se aktualizuje... prosím čekejte.
it: Aggiornamento plugin. Attendere...
pl: Aktualizacja pluginu... proszę czekać.
ru: Плагин обновляется... подождите.
sk: Plugin sa aktualizuje... prosím čakajte.
tr: Eklenti güncelleniyor... lütfen bekleyin.

source: Select satellites:
cs: Výběr satelitů:
de: Auswahl der Satelliten:
el: Επιλογή δορυφόρων:
it: Satelliti selezionati:
lt: Palydovai:
pl: Wybierz satelity:
ru: Выбрать спутники:
sk: Výber satelitov:
tr: Uyduları seç:

source: Apply
cs: Aplikovat
de: Anwenden
el: Εφαρμογή
it: Applicare
lt: Patvirtinti
pl: Zapisz
ru: Применить
sk: Aplikovať
tr: Uygula

source: Cancel
cs: Zrušit
de: Abbrechen
el: Ακύρωση
it: Annullare
lt: Atšaukti
pl: Anuluj
ru: Отмена
sk: Zrušiť
tr: İptal

source: You have changed the selection of satellites. Apply these changes ?
cs: Změnili jste výběr satelitů. Aplikovat tyto změny ?
de: Sie haben die Auswahl der Satelliten geändert. Diese Änderungen übernehmen ?
el: Έχετε αλλάξει την επιλογή των δορυφόρων. Να εφαρμοστούν οι αλλαγές;
it: È stata modificata la selezione dei satelliti. Applicare queste modifiche?
lt: Jūs pakeitėte palydovų pasirinkimą. Patvirtinti šiuos pakeitimus?
pl: Zmieniłeś wybór satelit. Zastosować zmiany ?
ru: Вы изменили выбор спутников. Применить эти изменения ?
sk: Zmenili ste výber satelitov. Aplikovať tieto zmeny ?
tr: Uydu seçimini değiştirdiniz. Bu değişiklikler uygulansın mı ?

source: Path to the picon folder:
cs: Cesta ke složce s piconami:
de: Pfad zum Picon-Ordner:
el: Διαδρομή φακέλου λογότυπων:
it: Percorso directory picon:
lt: Kelias į logotipų aplanką:
pl: Ścieżka do katalogu picon:
ru: Путь к папке с пиконами:
sk: Cesta ku zložke s pikonami:
tr: Picon klasörünün yolu:

source: Create directory
cs: Vytvořit složku
de: Verzeichnis erstellen
el: Δημιουργία φακέλου
it: Creare directory
lt: Kurti katalogą
pl: Utwórz katalog
ru: Создать директорию
sk: Vytvoriť priečinok
tr: Dizin oluştur

source: Delete directory
cs: Odstranit složku
de: Verzeichnis löschen
el: Διαγραφή φακέλου
it: Rimuovere la directory
lt: Trinti katalogą
pl: Usuń katalog
ru: Удалить директорию
sk: Odstrániť priečinok
tr: Dizini sil

source: Please enter a name for the new directory:
cs: Prosím zadejte název nové složky:
de: Bitte geben Sie einen Namen für das neue Verzeichnis ein:
el: Παρακαλώ εισάγετε ένα όνομα για το νέο φάκελο:
it: Inserire un nome per la nuova directory:
lt: Prašome įrašyti naujo katalogo pavadinimą:
pl: Wprowadź nazwę nowego katalogu:
ru: Введите имя для новой директории:
sk: Prosím zadajte názov nového priečinka:
tr: Lütfen yeni dizin için bir ad girin:

source: Do you want to delete this directory ?
cs: Chcete tuto složku smazat ?
de: Möchten Sie dieses Verzeichnis löschen ?
el: Θέλετε να διαγραφεί αυτός ο φάκελος;
it: Rimuovere la directory?
lt: Ar norite ištrinti šį katalogą?
pl: Czy chcesz usunąć ten katalog ?
ru: Вы хотите удалить эту директорию ?
sk: Chcete vymazať tento priečinok ?
tr: Bu dizini silmek istiyor musunuz?

source: Note: This directory is not empty - it contains %s item(s).
cs: Poznámka: Tato složka není prázdná - obsahuje %s položku/ky.
de: Hinweis: Dieses Verzeichnis ist nicht leer - es enthält %s Element(e).
el: Σημείωση: Αυτός ο φάκελος δεν είναι άδειος - περιέχει %s αντικείμενο(α).
it: Attenzione: la directory non è vuota - Voci presenti: %s.
lt: Pastaba: šis katalogas nėra tuščias – jame yra %s elementas (-ai).
pl: Uwaga: Ten katalog nie jest pusty - zawiera %s pozycję(i).
ru: Важно: Этот каталог не пуст - в нём есть %s элемент(а).
sk: Poznámka: Tento priečinok nie je prázdny - obsahuje %s položku/ky/iek.
tr: Not: Bu dizin boş değil - %s öğe içeriyor.

source: You have changed the path to the picon folder. Accept changed path ?
cs: Změnili jste cestu ke složce picon. Akceptovat změněnou cestu ?
de: Sie haben den Pfad zum Picon-Ordner geändert. Geänderten Pfad akzeptieren ?
el: Έχετε αλλάξει τη διαδρομή του φάκελου λογότυπων. Αποδοχή της νέας διαδρομής;
it: È stato modificato il percorso della directory picon. Confermare il percorso modificato?
lt: Pakeitėte kelią į logotipų aplanką. Patvirtinti pakeistą kelią?
pl: Zmieniłeś ścieżkę do katalogu picon. Zaakceptować nową ścieżkę ?
ru: Вы изменили путь к папке с пиконами. Принять изменившийся путь ?
sk: Zmenili ste cestu ku zložke s pikonami. Akceptovať zmenenú cestu ?
tr: Picon klasörünün yolunu değiştirdiniz. Değiştirilen yol kabul edilsin mi ?

source: No operation ! Picon update failed !
cs: Žádná operace ! Aktualizace picon se nezdařila !
de: Keine Operation ! Picon-Update fehlgeschlagen !
el: Χωρίς διεργασία! Η ενημέρωση των λογότυπων απέτυχε!
it: Nessuna operazione. Aggiornamento picon fallito.
lt: Jokios operacijos ! Logotipų atnaujinti nepavyko !
pl: Nic nie wykonano ! Aktualizacja picon nieudana !
ru: Без операции ! Сбой обновления Пиконов !
sk: Žiadna operácia ! Aktualizácia pikon zlyhala !
tr: İşlem yok! Picon güncellemesi başarısız!

source: Some errors has occurred !
cs: Došlo k chybám!
de: Es gab Fehler !
el: Προέκυψαν κάποια σφάλματα!
it: Si sono verificati errori.
lt: Yra klaidų !
pl: Wystąpiły błędy!
ru: Возникли некоторые ошибки !
sk: Došlo k chybám !
tr: Bazı hatalar oluştu!

source: Done !
cs: Konec!
de: Ende !
el: Ολοκληρώθηκε!
it: Fatto.
lt: Atlikta !
pl: Gotowe !
ru: Сделано !
sk: Hotovo !
tr: Bitti !

source: (%s added / %s changed / %s removed)
cs: (%s přidáno / %s změněno / %s smazáno)
de: (%s hinzugefügt / %s geändert / %s gelöscht)
el: (%s προστέθηκαν / %s άλλαξαν / %s αφαιρέθηκαν)
it: (aggiunti: %s / modificati: %s / rimossi: %s)
lt: (%s pridėta / %s pakeista / %s pašalinta)
pl: (%s dodane / %s zmienione / %s usunięte)
ru: (%s добавлено / %s изменено / %s удалено)
sk: (%s pridaných / %s zmenených / %s odstránených)
tr: (%s eklendi / %s değişti / %s silindi)

source: Restart the Enigma (GUI) now ?
cs: Restartovat Enigmu (GUI) nyní ?
de: Enigma (GUI) jetzt neu starten ?
el: Να γίνει επανεκκίνηση της επιφάνειας χρήστη τώρα;
it: Riavviare la GUI ora?
lt: Paleisti grafinę aplinką iš naujo dabar?
pl: Zrestartować teraz Enigmę (GUI) ?
ru: Перезапустить Enigma (GUI) сейчас ?
sk: Reštartovať Enigmu (GUI) teraz ?
tr: Enigma (GUI) şimdi yeniden başlatılsın mı ?

source: Internet connection is OK.
cs: Připojení k internetu je v pořádku.
de: Die Internetverbindung ist in Ordnung.
el: Η σύνδεση στο διαδίκτυο είναι ΟΚ.
it: Connessione a internet Ok.
lt: Interneto ryšys yra geras.
pl: Połączenie internetowe poprawne.
ru: Интернет соединение OK.
sk: Pripojenie k internetu je OK.
tr: İnternet bağlantısı iyi.

source: Internet connection is not available !
cs: Připojení k internetu není k dispozici !
de: Internetverbindung ist nicht verfügbar !
el: Η σύνδεση στο διαδίκτυο δεν είναι διαθέσιμη!
it: Connessione a internet non disponibile.
lt: Nėra interneto ryšio !
pl: Brak połączenia z internetem!
ru: Интернет соединение недоступно !
sk: Pripojenie k internetu nie je k dispozícii!
tr: İnternet bağlantısı mevcut değil!

source: Connection to the picon server is OK.
cs: Připojení k serveru s piconami je v pořádku.
de: Die Verbindung zum Picon-Server ist in Ordnung.
el: Η σύνδεση στο διακομιστή λογότυπων είναι ΟΚ.
it: Connessione al server picon Ok.
lt: Ryšys su logotipų serveriu yra geras.
pl: Połączenie z serwerem picon jest OK.
ru: Подключение к серверу picon в порядке.
sk: Pripojenie k serveru s pikonami je OK.
tr: Picon sunucusuna bağlantı tamam.

source: Connection to the picon server is not available !
cs: Připojení k serveru s piconami není k dispozici !
de: Eine Verbindung zum Picon-Server ist nicht verfügbar !
el: Η σύνδεση στο διακομιστή λογότυπων δεν είναι διαθέσιμη!
it: Connessione al server picon non disponibile.
lt: Ryšys su logotipų serveriu negalimas!
pl: Brak połączenia z serwerem picon !
ru: Подключение к серверу picon недоступно!
sk: Pripojenie k serveru s pikonami nie je k dispozícii !
tr: Picon sunucusuna bağlantı mevcut değil !

source: Attempting to free RAM by clearing the system cache (before: %s / after: %s).
it: Tentativo di liberare RAM ripulendo la cache di sistema (prima: %s / dopo: %s)

source: After updating the picons you may need to restart the Enigma (GUI).
cs: Po aktualizaci piconů možná budete muset restartovat Enigmu (GUI).
de: Nach der Aktualisierung der Picons müssen Sie möglicherweise Enigma (GUI) neu starten.
el: Μετά την ενημέρωση ενδέχεται να απαιτείται επανεκκίνηση της επιφάνειας χρήστη.
it: Dopo l'aggiornamento dei picon sarà necessario un riavvio della GUI.
lt: Atnaujinus logotipus, gali tekti iš naujo paleisti grafinę aplinką.
pl: Po aktualizacji picon zrestartuj Enigma2 (GUI).
ru: Обновив пиконы, вам может понадобиться перезапуск Enigma (GUI).
sk: Po aktualizácii pikon bude zrejme potrebné reštartovať Enigmu (GUI).
tr: Piconları güncelledikten sonra Enigma'yı (GUI) yeniden başlatmanız gerekebilir.

source: No picons added or changed.
cs: Žádné picony nebyly přidány nebo změněny.
de: Es wurden keine Picons hinzugefügt oder geändert.
el: Καμία προσθήκη ή αλλαγή λογότυπων.
it: Nessun picon aggiunto/modificato.
lt: Nepridėta arba nepakeista jokių logotipų.
pl: Nie dodano ani nie zmieniono żadnych picon.
ru: Нет пиконов добавленных или изменённых.
sk: Žiadné pikony neboli pridané alebo zmenené.
tr: Hiçbir piknik eklenmedi veya değiştirilmedi.

source: Error creating directory %s: %s
it: Errore durante la creazione directory %s: %s
lt: Klaida kuriant katalogą %s: %s
ru: Сбой создания директории %s: %s
